import os

NAMES = {
    "Парка": [], "Пуховик": [],
    "Ветровка": [], "Бампер": [],
    "Плащ": [], "Жилет": [],
    "Дубльонка": [], "Шуба": [],
    "Кофта": [], "Свитер": [],
    "Кардиган": [], "Джемпер": [],
    "Свитшот": [], "Толстовка": [],
    "Худи": [], "Водолазка": [],
    "Пуловер": [], "Туфли": [],
    "Гольф": [], "Платье": [],
    "Сарафан": [], "Туника": [],
    "Майка": [], "Поло": [],
    "Футболка": [], "Рубашка": [],
    "Сорочка": [], "Блуза": [],
    "Шапка": [], "Кепка": [],
    "Брюки": [], "Джинсы": [],
    "Шорты": [], "Юбка": [],
    "Ремень": [], "Бельё": [],
    "Носки": [], "Спортивный костюм": [],
    "Классический костюм": [], "Рюкзак": [],
    "Сумка": [], "Очки": [],
    "Часы": [], "Кошельок": [],
    "Духи": [], "Зонт": [],
    "Обувь": [], "Крассовки": [],
    "Кеды": [], "Ботинки": [],
}

ABSPATH = os.path.abspath('xml_data/')

FIELLIST = os.listdir(ABSPATH)

PARTNERS = ['answear.ua', 'jasmine.ua',
            'grandua.ua', 'theoutlet.ru',
            'pokupkalux.ru', 'grandua.ua',
            'kupivip.ru', 'paper-shop.ru',
            'tom-tailor.ru', '12storeez.com',
            'pompa.ru', 'kupivip.by',
            'theoutlet.ru', 'grandua.ua',
            'grandua.ua', 'theoutlet.ru',
            'kupivip.kz', 'lacoste.ru']
